Repository: helwan-linux/Al-Amal-Cinnamon
Catalog: airootfs/usr/share/helwan-welcome-app/locales/*/LC_MESSAGES/*.po
Languages: ar, es, pt

source: Welcome to Helwan Linux
ar: مرحبًا بك في حلوان لينكس
es: Bienvenido a Helwan Linux
pt: Bem-vindo ao Helwan Linux

source: Welcome to the world of Helwan Linux! ❤️ We are here to help you build your dreams on the strongest foundation!
ar: مرحبًا بك في عالم حلوان لينكس! ❤️ نحن هنا لمساعدتك في بناء أحلامك على أقوى الأسس!
es: ¡Bienvenido al mundo de Helwan Linux! ❤️ Estamos aquí para ayudarte a construir tus sueños sobre la base más sólida.
pt: Bem-vindo ao mundo do Helwan Linux! ❤️ Estamos aqui para ajudá-lo a construir seus sonhos na base mais sólida.

source: Application Language:
ar: لغة التطبيق:
es: Idioma de la aplicación:
pt: Idioma da aplicação:

source: Show on startup
ar: عرض عند بدء التشغيل
es: Mostrar al iniciar
pt: Mostrar ao iniciar

source: Update System (Pacman)
ar: تحديث النظام (pacman)
es: Actualizar sistema (Pacman)
pt: Atualizar sistema (Pacman)

source: Update System (Yay)
ar: تحديث النظام (yay)
es: Actualizar sistema (Yay)
pt: Atualizar sistema (Yay)

source: System Language:
ar: لغة النظام:
es: Idioma del sistema:
pt: Idioma do sistema:

source: Apply System Language
ar: تطبيق لغة النظام
es: Aplicar idioma del sistema
pt: Aplicar idioma do sistema

source: Open Documentation
ar: فتح الوثائق
es: Abrir documentación
pt: Abrir documentação

source: Open YouTube Channel
ar: فتح قناة يوتيوب
es: Abrir canal de YouTube
pt: Abrir canal do YouTube

source: Show System Info
ar: عرض معلومات النظام
es: Mostrar información del sistema
pt: Mostrar informações do sistema

source: Performance Monitor
ar: مراقب الأداء
es: Monitor de rendimiento
pt: Monitor de desempenho
